[
  {
    "title": "Website Design",
    "description": "<p>Newsletters, social widgets, blogs, e-commerce, rss feeds, user registrations, customer relationship management, at Wanted Pixel, there's no one-size-fits-all solution that fullfils your requirements. Depending on your needs and budget we choose the best strategy between an established Content Management System or a custom solution. We work with Joomla, Drupal and Typo3, developing custom templates, plugins and modules for all three of them. We develop custom solutions using Php, JQuery and Ruby on Rails.</p><p>Ultimately, we provide you with the tools to keep your content up-to-date without the need for our input. Learn more about how we design and develop websites on our \"how we make things\" section.</p>",
    "image": "images/services/web-design.png"
  },
  {
    "title": "E-commerce",
    "description": "<p>Wanted Pixel supports businesses of all shapes and sizes to put their shops online. Features include product catalogues and shopping carts, secure, online debit/credit card transactions, personalised design & build, integration with back-office systems and powerful analytics to track and manage performance in real time. We provide integration will payment gateways (such as RBS WorldPay and SagePay), paypal and bespoke stock management systems.</p>",
    "image": "images/services/e-shop.png"
  }
,
  {
    "title": "Mobile Applications",
    "description": "<p>We design and develop innovative mobile applications that provide a unique presentation of your business on the Apple App-store, the Android market and the Samsung Apps marketplace. Equally focusing on design, usability and functionality is what makes Wanted Pixel mobile apps exceptional.</p>",
    "image": "images/services/mobile-app.png"
  }
,
  {
    "title": "Visual Identity",
    "description": "<p>At Wanted Pixel, we see Brand design as a singular vision of an organization's layers and nuances. We have the talent to create the logo, typography, color schemes, and graphical imagery that fit to our client's values and personality. We develop visual identities for our customers and translate identities into websites and promotional products, be it digital or print.</p>",
    "image": "images/services/visual-identity.png"
  }
,
  {
    "title": "Web applications",
    "description": "<p>We build custom web applications that integrate into your business, seamlessly supporting your every day processes. We employ an Agile development process - rapid, iterative cycles - and open-source technologies like Ruby on Rails to create stable, scalable, extensible systems. We are especially skilled in interating web applications with other systems, such as your web store, backoffice-stock management or client relations management systems.</p>",
    "image": "images/services/web-app.png"
  }
]
